---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DpartBaseLevelByOriginal
source: html/2d757189-d812-35cd-beeb-476968b96040.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DpartBaseLevelByOriginal Property

"Base Level By Original"

## Syntax (C#)
```csharp
public static ForgeTypeId DpartBaseLevelByOriginal { get; }
```